tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "python@3.9"
brew "automake"
brew "pkg-config"
brew "libxcb"
brew "libx11"
brew "carthage"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "dnsmasq"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg@4"
brew "gdk-pixbuf"
brew "gh"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "python@3.11", link: false
brew "gobject-introspection"
brew "re2"
brew "grpc"
brew "gtk+3"
brew "libsoup"
brew "srtp"
brew "gstreamer", link: false
brew "libtool"
brew "guile"
brew "libusb"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "openjdk"
brew "jmeter"
brew "k6"
brew "libnice"
brew "node@18"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10", link: false
brew "rbenv"
brew "ripgrep"
brew "swiftlint"
brew "testdisk"
brew "uwsgi"
brew "watchman"
brew "wimlib"
brew "yasm"
brew "facebook/fb/idb-companion"
cask "balenaetcher"
cask "flutter"
cask "rectangle"
